---
kind: other
id: AllMembers.T:Autodesk.Revit.UI.ComboBoxMemberData
source: html/0b3dd33c-2275-070c-8352-465122b0b554.htm
---
# ComboBoxMemberData Members

Constructs a new instance of ComboBoxMemberData.